[
    {
        "name": "Laffy Taffy Rope Blue Raspberry (22g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Laffy Taffy",
        "price": "0.79",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/wonka-laffy-taffy-rope-blue-raspberry_1024x.jpg?v=1648318269",
        "desc": "The Classic Wonka's Laffy Taffy Blue Raspberry Rope is rich in fruity flavour and is sure to make your mouths water! The Chewy texture gives it that everlasting flavour and is sure to keep you snacking on it all day.\nEach one is formed into the shape of a Blue Raspberry flavoured rope with a joke on every wrapper, unwrap some fun whilst you munch your way through. They're full of flavour and fun, you're sure to have some giggles along the way with this sweet treat.\nLaffy Taffy is created by the Wonka group and is imported from the USA."
    },
    {
        "name": "Dr Pepper Cotton Candy (88g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Dr Pepper",
        "price": "2.99",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Dr-Pepper-Cotton-Candy-e1622028064761_1024x.jpg?v=1648319859",
        "desc": "The sweet taste of Dr Pepper... in the form of Cotton Candy!? YES PLEASE! Savour all 23 flavours of the famously secret formula as the fluffy sugary treat dissolves in your mouth... is your mouth watering yet?"
    },
    {
        "name": "Jolly Rancher Hard Candy Original Bag (198g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Jolly Rancher",
        "price": "3.99",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/JOLLY-RANCHER_1024x.jpg?v=1648318342",
        "desc": "Jolly Rancher Hard Candy Original Bag are an American classic for all ages. Each bag is filled with the fruity flavours of: Grape, Cherry, Blue Raspberry, Green Apple and Watermelon.\nEach candy is wrapped individually and bursting with flavour, perfect for on the go or for sharing with friends.\nImported from the USA and made by The Hershey Company."
    },
    {
        "name": "Jolly Rancher FILLED Lollipop (15g) - Single",
        "category": "American Candy",
        "qty": 99,
        "brand": "Jolly Rancher",
        "price": "0.49",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Jolly-Rancher-Lolli-Pops_1024x.jpg?v=1648324298",
        "desc": "Crunchy outside and a chewy gooey centre, this lolly is certain to pop you into a good mood. You will be randomly selected one of the following flavour combinations, Watermelon + Green Apple, Cherry + Grape, Green Apple + Cherry, Grape + Watermelon. I think you’ll agree, they all sound amazing."
    },
    {
        "name": "Sour Patch Kids Peg Bag Blue Raspberry (141g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Sour Patch Kids",
        "price": "2.99",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Sour-Patch-Kids-Blue-Raspberry-Peg-Bag-141g-324x324-1_1024x.jpg?v=1648331754",
        "desc": "Sour Patch Blue Raspberry is here!! Voted as America's favourite Sour Patch colour, this Limited Edition Sour Patch Peg Bag contains JUST BLUE! Sour then sweet and bursting with flavour!"
    },
    {
        "name": "Laffy Taffy Rope Cherry (22g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Laffy Taffy",
        "price": "0.79",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/wonka-laffy-taffy-cherry-rope-800x800-800x800-1_1024x.png?v=1648318231",
        "desc": "The Classic Wonka's Laffy Taffy Rope is rich in fruity flavours and is sure to make your mouths water! The Chewy texture gives it that everlasting cherry flavour and is sure to keep you snacking on it all day. Each one is formed into the shape of a cherry flavoured rope with a joke on every wrapper, unwrap some fun whilst you munch your way through. They're full of flavour and fun, you're sure to have some giggles along the way with this sweet treat. Laffy Taffy is created by the Wonka group and is imported from the USA."
    },
    {
        "name": "Laffy Taffy Rope Grape (22g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Laffy Taffy",
        "price": "0.79",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/12-116U-B_1024x.png?v=1648318247",
        "desc": "The Classic Wonka's Laffy Taffy Grape Rope is rich in fruity flavour and is sure to make your mouths water! The Chewy texture gives it that everlasting flavour and is sure to keep you snacking on it all day. Each one is formed into the shape of a Grape flavoured rope with a joke on every wrapper, unwrap some fun whilst you munch your way through. They're full of flavour and fun, you're sure to have some giggles along the way with this sweet treat. Laffy Taffy is created by the Wonka group and is imported from the USA."
    },
    {
        "name": "Laffy Taffy Rope Strawberry (22g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Laffy Taffy",
        "price": "0.79",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/12-115U-B_1024x.png?v=1648318238",
        "desc": "The Classic Wonka's Laffy Taffy Strawberry Rope is rich in fruity flavour and is sure to make your mouths water! The Chewy texture gives it that everlasting strawberry flavour and is sure to keep you snacking on it all day. Each one is formed into the shape of a strawberry flavoured rope with a joke on every wrapper, unwrap some fun whilst you munch your way through. They're full of flavour and fun, you're sure to have some giggles along the way with this sweet treat. Laffy Taffy is created by the Wonka group and is imported from the USA."
    },
    {
        "name": "Airheads Bar Cherry (15g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Airheads",
        "price": "0.69",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/AIRHEADS_CHERRY_INDIVIDUAL_CHEWY_BAR_1024x.png?v=1648321420",
        "desc": "Airheads Bar Cherry are tangy, taffy-like chew bars exploding with flavour. This cherry bar, packs some serious fruity flavour…who knew a sweet treat could taste this refreshing? This bar will have your mouth watering after every bite.\nEach bar is perfect for those summer picnics and packed lunch boxes. Each bar is individually wrapped, so don’t feel like you have to share.\nAirheads are imported from the USA and are made by Perfetti Van Melle."
    },
    {
        "name": "Nerds Rope Very Berry (26g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Nerds",
        "price": "1.69",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/NERDS_ROPE_VERY_BERRY_STRETCHY_CANDY_ROPE_1024x.png?v=1648318286",
        "desc": "Nerds Rope Very Berry is a tasty rope, packed with crunchy, sweet Nerds! They’re crunchy on the outside with a soft and chewy centre. Each bite will leave an explosion of flavour in your mouths! The Nerds Rope Very Berry is one of America’s favourites.\nThe wild berry Nerds coat a deliciously sweet and stretchy gummy rope to create a tangy crunch, it’s sure to be the crunchiest rope you’ll eat. The Nerds Rope Very Berry will always leave you wanting more!\nThe Nerds Rope Very Berry is made by Nestlé and imported from the USA."
    },
    {
        "name": "Airheads Bar Grape (15g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Airheads",
        "price": "0.69",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/AIRHEADS_GRAPE_INDIVIDUAL_CHEWY_BAR_1024x.png?v=1648321426",
        "desc": "Airheads Bar Grape are tangy, taffy-like chew bars exploding with flavour. This grape bar, packs some serious fruity flavour…who knew a sweet treat could taste this refreshing? This bar will have your mouth watering after every bite.\nEach bar is perfect for those summer picnics and packed lunch boxes. Each bar is individually wrapped, so don’t feel like you have to share.\nAirheads are imported from the USA and are made by Perfetti Van Melle."
    },
    {
        "name": "Airheads Bar Green Apple (15g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Airheads",
        "price": "0.69",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/AIRHEADS_GREEN_APPLE_INDIVIDUAL_CHEWY_BAR_1024x.png?v=1648318314",
        "desc": "Airheads Bar Green Apple is a classic taffy with a kick! Each bar is blasted with intense fruity Green Apple flavours that will leave you wanting more.\nIt's a soft taffy, chewy bar full of flavour. This bar will fill your mouth with a Green Apple blast...it's the ideal treat size bar so you won't have to share!\nAirheads is imported from the USA and made by Perfetti Van Melle."
    },
    {
        "name": "Airheads 6 Bar Selection Theatre Box (93g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Airheads",
        "price": "2.49",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/airheads-theatre_1024x.png?v=1648318302",
        "desc": "Airheads 6 Bar Selection Theatre Box contains 6 fruity flavours: watermelon, grape, cherry, orange, blueberry and the mystery flavour bar. Inside is 6 individually wrapped hard chewy candy bars. Each bar is bursting with fruity flavours.\nWhy miss out on trying all the flavours when you can get them all with this theatre box! The perfect sized movie snack for all the family. Share them or don't...that's up to you!\nAirheads are imported from the USA and made by Perfetti Van Melle."
    },
    {
        "name": "Laffy Taffy Rope Sour Apple (22g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Laffy Taffy",
        "price": "0.79",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/12-117U-B_1024x.png?v=1648318254",
        "desc": "The Classic Wonka's Laffy Taffy Sour Apple Rope is rich in fruity flavour and is sure to make your mouths water! The Chewy texture gives it that everlasting flavour and is sure to keep you snacking on it all day. Each one is formed into the shape of a Sour Apple flavoured rope with a joke on every wrapper, unwrap some fun whilst you munch your way through. They're full of flavour and fun, you're sure to have some giggles along the way with this sweet treat. Laffy Taffy is created by the Wonka group and is imported from the USA."
    },
    {
        "name": "Airheads Bar Strawberry (15g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Airheads",
        "price": "0.69",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/AIRHEADS_STRAWBERRY_INDIVIDUAL_CHEWY_BAR_1024x.jpg?v=1648321433",
        "desc": "Airheads Bar Strawberry are tangy, taffy-like chew bars exploding with flavour. This strawberry bar packs some serious fruity flavour…who knew a sweet treat could taste this refreshing? This bar will have your mouth watering after every bite.\nEach bar is perfect for those summer picnics and packed lunch boxes. Each bar is individually wrapped, so don’t feel like you have to share.\nAirheads are imported from the USA and are made by Perfetti Van Melle."
    },
    {
        "name": "Nerds Rope Rainbow (26g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Nerds",
        "price": "1.69",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/nerds_rope_rainbow_stretchy_candy_rope-e1617801903508_1024x.png?v=1648318279",
        "desc": "Nerds Rope Rainbow is a tasty rope, packed with crunchy, sweet Nerds! They're crunchy on the outside with a soft and chewy centre. Each bit will leave an explosion of flavour in your mouths! The Nerds Rope Rainbow is one of America's favourites.\nThe Rainbow Nerds coat a deliciously sweet and stretchy gummy rope to create a tangy crunch, it's sure to be the crunchiest rope you'll eat. The Nerds Rope Rainbow will always leave you wanting more!\nThe Nerds Rope Rainbow is made by Nestlé and imported from the USA."
    },
    {
        "name": "Swedish Fish Theatre Box Red (88g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Swedish Fish",
        "price": "2.49",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Swedish_Fish_Theatre_Box_Red_88g-e1623402879804_1024x.png?v=1648318788",
        "desc": "Swedish Fish Theatre Box Red are the original’s, they’re an American fan favourite and we know why...all those amazing berry flavours. The Swedish Fish Red is the original flavour and it doesn’t disappoint, it combines flavours of cherry, blackcurrant and fruit punch all in one fish shaped sweet treat.\nSwedish fish have a soft but chewy texture and are fat free, so even better. They’re full of fruity flavour and fun and one for all the family to share, especially with this theatre box.\nSwedish Fish are imported from the USA and are made by Cadbury Adams."
    },
    {
        "name": "Laffy Taffy Rope Banana (22g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Laffy Taffy",
        "price": "0.79",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/wonka-laffy-taffy-banana-rope-800x800-1_1024x.png?v=1648318273",
        "desc": "The Classic Wonka's Laffy Taffy Banana Rope is rich in fruity flavour and is sure to make your mouths water! The Chewy texture gives it that everlasting flavour and is sure to keep you snacking on it all day.\nEach one is formed into the shape of a Banana flavoured rope with a joke on every wrapper, unwrap some fun whilst you munch your way through. They're full of flavour and fun, you're sure to have some giggles along the way with this sweet treat.\nLaffy Taffy is created by the Wonka group and is imported from the USA."
    },
    {
        "name": "Jolly Rancher Blue Raspberry Peg Bag (198g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Jolly Rancher",
        "price": "3.99",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/jolly-rancher-all-blue-raspberry-7oz-198g-2-800x800-1_1024x.png?v=1648322996",
        "desc": "What's your favourite Jolly Rancher flavour? Blue Raspberry? Of course it is, it's a well known fact that anything Blue Raspberry flavoured is going to taste UNREAL! So here it is, a bag full of Blue Raspberry flavoured Jolly Ranchers... you're welcome."
    },
    {
        "name": "Jolly Rancher Assorted Share Bag (396g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Jolly Rancher",
        "price": "6.99",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/s1123276_sc7_1024x.jpg?v=1648318466",
        "desc": "Jolly Rancher Assorted Share Bag contains hard candies in a range of assorted flavours. A sharing bag of individually wrapped Jolly Rancher hard candies that taste of delicious fruity flavours: Blue Raspberry, Green Apple, Cherry, Grape and Watermelon.\nThis bag is the perfect size for sharing or handing out at those kids parties or just for kicking back on the sofa watching tv. Jolly Rancher has got you covered.\nJolly Rancher is imported from the USA and is made by The Hershey Company."
    },
    {
        "name": "Sour Patch Kids Theatre Box Extreme (99g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Sour Patch Kids",
        "price": "2.49",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/13-401U-B_1024x.png?v=1648318743",
        "desc": "Sour Patch Kids Extreme Theatre Box contains 4 EXTRA tangy flavours: strawberry, pear, orange and blue raspberry. Each Sour Patch Kid is a deliciously soft and chewy sour candy perfect for kids and grown ups.\nThey're colourful and lip-puckeringly sour and then sweet, they have an extra sour sugar coating to make them that much tangier.\nSour Patch Kids are imported from the USA and made by Mondelez International."
    },
    {
        "name": "Sour Patch Kids Theatre Box (99g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Sour Patch Kids",
        "price": "2.49",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/13-403U-B_1024x.png?v=1648318752",
        "desc": "Sour Patch Kids Theatre Box contains 5 extremely classic flavours: Lemon, Lime, Orange, Cherry and Raspberry. Each Sour Patch Kid is a deliciously soft and chewy candy, perfect for kids and grown ups.\nThey're colourful and deliciously fruity, they have a sugar coating to make them tangier. One of America's favourite candies.\nSour Patch Kids are imported from the USA and made by Mondelez International."
    },
    {
        "name": "Sour Patch Kids Theatre Box Watermelon (99g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Sour Patch Kids",
        "price": "2.49",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/13-404U-B_1024x.png?v=1648318760",
        "desc": "Sour Patch Kids Watermelon Theatre Box contains sour, watermelon shaped and flavoured candy. Each Watermelon is a deliciously soft and chewy sour candy, perfect for kids and grown ups too.\nThey are colourful and lip-puckeringly sour until they turn sweet. Each box is full to the brim with little watermelon shaped and flavoured delights that will make your day. The theatre box is just the right size for sharing.\nSour Patch Kids are imported from the USA and made by Mondelez International."
    },
    {
        "name": "Twizzlers Strawberry Twist Peg Bag (198g) (BB Expiring June 2022)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Twizzlers",
        "price": "2.99",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Twizzlers_Strawberry_Twist_Peg_Bag__198g__BOGOF_1024x.png?v=1654599166",
        "desc": "BUY ONE GET ONE FREE!! Add one bag to your cart and another will be automatically added for FREE!!!\nTwizzlers Strawberry Twist Peg Bag's are the classic red liquorice sweet, they're an American family favourite. They're packed with strawberry flavour and are low in fat, you can see why they're a favourite.\nTwizzlers Strawberry Twist's come in a variety of shapes and sizes, they'll be sure to get your tongue in a twist if you're not careful. This Peg Bag will keep you going throughout your day, its the perfect pocket sized snack.\nTwizzlers are imported from the USA and are made by The Hershey Company."
    },
    {
        "name": "Laffy Taffy Rope Mystery Swirl (22g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Laffy Taffy",
        "price": "0.79",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/12-118U-B_1024x.png?v=1648318264",
        "desc": "The Classic Wonka's Laffy Taffy Mystery Rope is rich in fruity flavour and is sure to make your mouths water! The only way to discover the flavour of this chewy, tangy, stretchy, colourful candy rope is by taking a bite! The Chewy texture gives it that everlasting flavour and is sure to keep you snacking on it all day.\nEach one is formed into the shape of a flavoured rope with a joke on every wrapper, unwrap some fun whilst you munch your way through. They're full of flavour and fun, you're sure to have some giggles along the way with this sweet treat.\nLaffy Taffy is created by the Wonka group and is imported from the USA."
    },
    {
        "name": "Blow Pop Blue Razz Lollipop (18g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Blow Pop",
        "price": "0.39",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/blow_pop_blue_razz-e1614618885457_1024x.png?v=1648334774",
        "desc": "This product is missing a description"
    },
    {
        "name": "Mike and Ike Theatre Box Mega Mix (141g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Mike and Ike",
        "price": "2.49",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/13-304U-B_1024x.png?v=1648318659",
        "desc": "Mike and Ike Mega Mix Theatre Box is filled to the brim with 10 fruity flavours: Caribbean Punch, Strawberry-Banana, Paradise Punch, Grape Soda, Kiwi Banana, Mango Delight, Watermelon, Pineapple Banana, Peach Berry, and Blue Raspberry. Every box lets you enjoy soft and chewy goodness, with big flavour.\nThe perfectly flavoured bite sized candy packs a big punch of flavour. Mike and Ike's Theatre Box's are the perfect size for sharing. Sometimes you just can't beat the classics.\nMike and Ike's are imported from the USA and made by Just Born."
    },
    {
        "name": "Jolly Rancher Original Hard Candy (85g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Jolly Rancher",
        "price": "2.50",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/jolly-rancher-original-flavours-3oz-85g-800x800-1-e1625233457942_1024x.png?v=1648328327",
        "desc": "This product is missing a description"
    },
    {
        "name": "Swedish Fish Theatre Box Assorted (99g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Swedish Fish",
        "price": "2.49",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Swedish_Fish_Theatre_Box_Assorted_99g_1024x.jpg?v=1648318802",
        "desc": "Swedish Fish Theatre Box Assorted combines all the original flavours and so much more! Swedish Fish are an American fan favourite and we know why...all those amazing fruity flavours. This bag of assorted flavours and colours contains: yellow lemon, green lime, purple grape, and orange you guessed it...orange.\nThe Swedish Fish Assorted doesn't disappoint, with even more juicy, fruity flavours than before. Swedish fish have a soft but chewy texture and are fat free, so even better. They're full of fruity flavour and fun and one for all the family to share, especially with this theatre box.\nSwedish Fish are imported from the USA and are made by Cadbury Adams."
    },
    {
        "name": "Jolly Rancher Gummies Candy Theatre Box (99g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Jolly Rancher",
        "price": "2.49",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Jolly_Rancher_Gummies_Candy_Theatre_Box_99g_1024x.jpg?v=1650215922",
        "desc": "Jolly Rancher Gummies candy is the ultimate variation of a classic. These soft, chewy gummies are full of so many fruity flavours; Grape, Cherry, Green Apple, Orange, Watermelon and Lemon. They're shaped just like fruit, and they pack some serious fruit flavour into every bite.\nWith this theatre box, you can enjoy these sweet treats anytime and anywhere.\nJolly Rancher is imported from the USA and is made by The Hershey Company."
    },
    {
        "name": "Airheads Bar Orange (15g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Airheads",
        "price": "0.69",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/AIRHEADS_ORANGE_INDIVIDUAL_CHEWY_BAR_1024x.png?v=1648326159",
        "desc": "Airheads Bar Orange are tangy, taffy-like chew bars exploding with flavour. This orange bar packs some serious fruity flavour…who knew a sweet treat could taste this refreshing? This bar will have your mouth watering after every bite.\nEach bar is perfect for those summer picnics and packed lunch boxes. Each bar is individually wrapped, so don’t feel like you have to share.\nAirheads are imported from the USA and are made by Perfetti Van Melle."
    },
    {
        "name": "Mike and Ike Theatre Box Berry Blast (141g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Mike and Ike",
        "price": "2.49",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/mike_and_ike_berry_blast-e1611758160241_1024x.jpg?v=1648318651",
        "desc": "Mike and Ike Berry Blast Theatre Box is filled to the brim with 5 fruity flavours: Wild Berry, Blue Raspberry, Strawberry, Blueberry and Peach Berry. Every box lets you enjoy soft and chewy goodness, with big flavour.\nThe perfectly flavoured bite sized candy packs a big punch of flavour. Mike and Ike's Theatre Box's are the perfect size for sharing. Sometimes you just can't beat the classics.\nMike and Ike's are imported from the USA and made by Just Born."
    },
    {
        "name": "Jolly Rancher Fruit Chews Box (58g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Jolly Rancher",
        "price": "1.99",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/jolly-rancher-chews-box-original-800x800-1-e1625233282892_1024x.png?v=1648318453",
        "desc": "Jolly Rancher Fruit Chews Box have the divine fruity flavours of the classic original Jolly Rancher Hard Candies but without all that crunch. Each box of fruit chews contains four deliciously fruity flavours: Green Apple, Watermelon, Cherry and Blue Raspberry.\nThis box of Jolly Rancher Fruit Chews is the perfect pocket companion to keep you going whilst you're out and about.\nJolly Rancher is imported from the USA and is made by The Hershey Company."
    },
    {
        "name": "Nerds Rainbow Theatre Box (141g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Nerds",
        "price": "2.99",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/12-101U-B_1024x.png?v=1648318141",
        "desc": "Nerds Rainbow Theatre boxes contain tiny, tangy, crunchy candy's in an assortment of flavours: strawberry, grape, orange and lemonade. These rainbow coloured treats will rattle your brains when the flavours don't match with the rainbow of colours.\nNerds theatre boxes are the perfect pocket size snack for not just those cinema trips but so much more. These candy treats are a rainbow of both flavours and colours and are perfect for sharing...or not, that's up to you.\nNerds Rainbow Theatre Boxes are created by Nestlé and imported from the USA where they are one of the ultimate candy choices of all times."
    },
    {
        "name": "Mike and Ike Theatre Box Mega Mix Sour (141g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Mike and Ike",
        "price": "2.49",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/mike_and_ike_mega_mix_sour_1024x.png?v=1648318722",
        "desc": "Mike and Ike Mega Mix Sour Theatre Box is filled to the brim with 10 super sour flavours: Apple, Cherry, Lime, Pineapple, Grape, Strawberry, Lemon, Punch, Watermelon and Raspberry. Every box lets you enjoy soft and chewy goodness, with big flavour.\nThe perfectly flavoured bite sized candy packs a big punch of flavour and is sure to leave your mouth feeling tingly. Mike and Ike's Theatre Box's are the perfect size for sharing. Sometimes you just can't beat the classics.\nMike and Ike's are imported from the USA and made by Just Born."
    },
    {
        "name": "Juicy Drop Gummies and Sour Gel Blue Razz (51g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Juicy Drop",
        "price": "2.50",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/juicy_drop_gummies_and_sour_gel_blue_raspberry-e1615587444272_1024x.jpg?v=1648336269",
        "desc": "This product is missing a description"
    },
    {
        "name": "Juicy Drop Gummies and Sour Gel Strawberry (57g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Juicy Drop",
        "price": "1.99",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Juicy_drop_gummies_and_sour_gel-e1614943312260_1024x.jpg?v=1648335222",
        "desc": "This product is missing a description"
    },
    {
        "name": "Nerds For The Love of Strawberry and Grape (46g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Nerds",
        "price": "1.59",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/WonkaStrawberryGrapeNerds-e1625240411938_1024x.jpg?v=1648318198",
        "desc": "The Nerds For The Love of Strawberry and Grape has tiny, tangy crunchy candy inside, in two refreshing flavours: strawberry and grape. This new flavour stems from Rainbow Nerds great success!\nEach box contains a mouth-watering duo of flavours and all within these tiny pieces of candy. This pocket sized box of little fruity pebbles lets you enjoy them on the go.\nNerds For The Love of Strawberry and Grape are imported from the USA and are made by the brand Nestlé."
    },
    {
        "name": "Blow Pop Cherry (18g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Blow Pop",
        "price": "0.39",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/blow_pops_cherry_1024x.png?v=1648334803",
        "desc": "This product is missing a description"
    },
    {
        "name": "Lucky Charms Marshmallows (198g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Lucky Charms",
        "price": "5.99",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/image-7_1024x.png?v=1648324418",
        "desc": "Let's face it, the best part of a bowl of Lucky Charms is the marshmallows. Imagine if you could buy a bag of just the marshmallows... well now you can!"
    },
    {
        "name": "Sour Punch Sip'n'Chew Straw Cherry (26g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Sour Punch",
        "price": "0.99",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/sour_punch_sip_n_chew_straws_1024x.png?v=1648336153",
        "desc": "This product is missing a description"
    },
    {
        "name": "Mike and Ike Theatre Box Cotton Candy (141g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Mike and Ike",
        "price": "2.49",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/13-316U-B_1024x.png?v=1648318717",
        "desc": "Mike and Ike There Box Cotton Candy have been a family favourite for decades, with each box packing intense flavour! These soft, chewy candies are bursting with that sweet taste of cotton candy...they're sure to bring back those childhood memories.\nThis theatre box is perfect for sharing over a movie with friends or family.\nMike and Ike are imported from the USA and are made by Just Born."
    },
    {
        "name": "Charleston Chew Bar Vanilla (53g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Charleston",
        "price": "1.59",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/vanilla-Charleston-Chew-ic-128478_580x580-e1612371688234_1024x.jpg?v=1648319662",
        "desc": "Charleston Chew Vanilla Bar is a classic retro bar and the original nougat candy for America. Each bar has a soft, chewy, vanilla nougat centre which is coated in rich, creamy chocolate.\nEach bar packs a whole lot of history it's perfect for all adults and kids. Have it how it is, or pop it in the freezer for the ultimate chill-out session!\nCharleston Chew is imported from the USA and is made by Fox-Cross Candy Company."
    },
    {
        "name": "Warheads Extreme Sour Hard Candy (28g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Warheads",
        "price": "1.99",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Warheads_Extreme_Sour_Hard_Candy_28g_1024x.jpg?v=1648318535",
        "desc": "Warheads Extreme Sour Hard Candy Mini's are extremely sour, hard candy mini's in 6 delicious flavours. It's where the name Warheads comes from, their explosively sour flavours: Black Cherry, Apple, Lemon, Watermelon and Blue Raspberry.\nThese Hard Candy Mini's will be sure to bring out your sour side as they burst with flavour. They create fun for all the family. The perfect amount to fix your sugar cravings.\nWarheads are imported from the USA and are made by Impact Confections."
    },
    {
        "name": "Sour Punch Straws Blue Raspberry (56g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Sour Punch",
        "price": "1.69",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/SOUR_PUNCH_BLUE-_RASPBERRY_STRAW_1024x.png?v=1648319012",
        "desc": "Sour Punch Blue Raspberry Straws will be sure to satisfy your sweet and sour cravings all at once. Sip your favourite drinks through this Blue Raspberry straw for an energising sweet and sour taste.\nEach Blue Raspberry Straw is coated in sour sugar, giving it that tangy-sweet combination with a soft and chewy texture…perfect for those movie nights. Punch up your taste buds.\nSour Punch Straws are imported from the USA and are made by the American Licorice Company."
    },
    {
        "name": "Swedish Fish Theatre Box Mini Tropical (99g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Swedish Fish",
        "price": "2.49",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Swedish_Fish_Theatre_Box_Mini_Tropical_99g-e1623403129873_1024x.png?v=1648322623",
        "desc": "This product is missing a description"
    },
    {
        "name": "Twizzlers Strawberry Twists (70g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Twizzlers",
        "price": "1.69",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/TWIZZLER_STRAWBERRY_TWIST_70G_LOW_FAT_SNACK-e1617878712680_1024x.png?v=1648318490",
        "desc": "Twizzlers Strawberry Twist's are the classic red liquorice sweet, they're an American family favourite. They're packed with strawberry flavour and are low in fat, you can see why they're a favourite.\nTwizzlers Strawberry Twist's come in a variety of shapes and sizes, they'll be sure to get your tongue in a twist if you're not careful.\nTwizzlers are imported from the USA and are made by The Hershey Company."
    },
    {
        "name": "Blow Pop Sour Apple (18g)",
        "category": "American Candy",
        "qty": 99,
        "brand": "Blow Pop",
        "price": "0.39",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/blow_pops_sour_apple_1024x.jpg?v=1648334791",
        "desc": "This product is missing a description"
    },
    {
        "name": "M&M's White Chocolate (42g)",
        "brand": "M&M's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/mm_white_chocolate-e1632487917279_1024x.jpg?v=1648319128",
        "desc": "M&M White Chocolate is an undeniably tasty combination of flavours. Each pack contains a solid centre of creamy white chocolate before its coated in a crunchy candy shell in all sorts of fun rainbow colours. They're guaranteed to melt in your mouth and not in your hands! The perfect cinema treats to keep you going. M&M's are imported from the USA and are made by Mars Inc. Also known as M and M's, MandM's, M & M's, M+M's, M and Ms, MandMs M & Ms M+Ms",
        "price": "1.59",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "M&M’s Bite Size Cookies (45g)",
        "brand": "M&M's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/keebler-bite-size-cookies-with-mini-mms-45g_1024x.png?v=1648320617",
        "desc": "M&M's in a chocolate chip cookie? Sounds like a dream! Luckily for you, it isn't! Keebler have brought to us Bite Sized M&M Cookies with Chocolate Chips, enjoy on their own, or they are perfect dunked in a cup of tea!\nAlso known as M and M's, MandM's, M & M's, M+M's, M and Ms, MandMs M & Ms M+Ms",
        "price": "1.29",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "KitKat Blueberry Muffin (42g)",
        "brand": "KitKat",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/KitKat_Blueberry_Muffin__42g_1024x.png?v=1656422704",
        "desc": "BRAND NEW FLAVOUR!! KitKat Blueberry Muffin is the latest release that the world is going crazy for! Take a break with a delicious tasting chocolate wafer bar that genuinely tastes exactly like Blueberry Muffins! We're rating this pretty high amongst the other flavours that KitKat have released, it's definitely one to try out!",
        "price": "1.79",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "M&M's Peanut Butter (46g)",
        "brand": "M&M's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/MMS_PEANUT_BUTTER_46G_1024x.png?v=1648319116",
        "desc": "M&M Peanut Butter are the undeniably tasty combination of flavours. Each pack contains real peanut butter surrounded by a creamy milk chocolate and then coated in a crunch candy shell in all sorts of fun rainbow colours. They're guaranteed to melt in your mouth and not in your hands! The perfect cinema treat to keep you going. M&M's are imported from the USA and are made by Mars Inc. Also known as M and M's, MandM's, M & M's, M+M's, M and Ms, MandMs M & Ms M+Ms",
        "price": "1.59",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "M&M's Fudge Brownie (40g)",
        "brand": "M&M's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/MMs-Fudge-Brownies-550x550w_1024x.jpg?v=1648321636",
        "desc": "Imagine the lush, gooey flavour of homemade chocolate brownies, then mix that with the iconic and unbeatable taste of M&M's - seems too good to be true right?\nWell, it's very much real and ready for you to buy! M&M Fudge Brownies are incredibly popular, so get them whilst you can, you wouldn't want to miss out on this flavour sensation would you?!\nAlso known as M and M's, MandM's, M & M's, M+M's, M and Ms, MandMs M & Ms M+Ms",
        "price": "1.59",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Reese's Pieces Theatre Box (113g)",
        "brand": "Reese's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/REESES_PIECES_THEATRE_BOX-e1619520146556_1024x.png?v=1648319669",
        "desc": "Reese's Pieces Theatre Box combines their classic Reese's peanut butter filling with a new bite-sized treat. Each box contains tiny colourful candy shells filled with deliciously sweet and salty peanut butter. Reese's peanut butter is unmistakable! This theatre box is perfect for sharing or for keeping all to yourself. Reese's is imported from the USA and is made by The Hershey Company. Also known as Reeses, Reeces and Reece's.",
        "price": "2.99",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Snickers Peanut Brownie (34g)",
        "brand": "Snickers",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Snickers_Peanut_Brownie_34g_1024x.jpg?v=1648331582",
        "desc": "Just landed from the States; NEW: Snickers Peanut Brownie is a delicious mix of nutty brownie goodness topped with caramel and nuts - cover all of that in chocolate and you've got a match made in Snickers heaven. Limited availability!",
        "price": "1.59",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Milk Duds Theatre Box (141g)",
        "brand": "Milk Duds",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/21-401U-B_1024x.png?v=1648319179",
        "desc": "Milk Duds are sweet and chewy balls of caramel-coated In creamy milk chocolate. Don't be fooled by their size as they pack some serious flavour of caramel, honeycomb and chocolate into every single 'dud'.\nThis theatre box is perfect for snacking on whilst you're watching your movie but don't expect there to be any left by the end!\nMilk Duds are imported from the USA and are made by Hershey.",
        "price": "2.99",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "M&M's Caramel (40g)",
        "brand": "M&M's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/caramel_1024x.png?v=1648319134",
        "desc": "M&M Caramel is an undeniably tasty combination of flavours. Each pack contains a sticky caramel before it's coated in a crunchy candy shell in all sorts of fun rainbow colours. They're guaranteed to melt in your mouth and not in your hands! The perfect cinema treats to keep you going. M&M's are imported from the USA and are made by Mars Inc. Also known as M and M's, MandM's, M & M's, M+M's, M and Ms, MandMs M & Ms M+Ms",
        "price": "1.59",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Twix Cookies and Creme Bar (39g)",
        "brand": "SoSweetShopUK",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Twix-Cookies-Creme_1024x.jpg?v=1648319320",
        "desc": "Twix Cookies and Cream Bar is the perfect snack to satisfy those sugar cravings. Each bar is sure to please with a cream-filled centre, crunchy cookie base before being coated and topped with rich milk chocolate.\nThis bar is the perfect snack to keep you going, as Twix say, \"try both\". It's got it all...Twix never disappoints!\nTwix is imported from the USA and is made by Mars, Incorporated.",
        "price": "1.59",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Cookie Dough Birthday Cake Bites (87g)",
        "brand": "Cookie Dough Bites",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/13-507U-B_1024x.png?v=1648318867",
        "desc": "Cookie Dough Birthday Cake Bites are delicious birthday cake flavoured candy balls, coated in frosting and topped off with multi-coloured sprinkles! Each one is a crunchy ball of candy as yummy as the next, it's hard to just have one.\nBirthday Cake Bites are coated in a creamy frosting with the homemade goodness of a birthday cake on the inside, they're totally egg free and delicious to eat. They taste just like a birthday cake!\nCookie Dough Bites are imported from the USA and made by the Taste of Nature, Inc.",
        "price": "2.49",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Twix Salted Caramel (46g)",
        "brand": "Twix",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Twix_Salted_Caramel__46g___2_for__1_1024x.png?v=1654074402",
        "price": "1.38",
        "desc": "Popular American Chocolate",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Tootsie Roll Bar",
        "brand": "SoSweetShopUK",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Tootsie-Roll-2.25-oz_1024x.jpg?v=1648319184",
        "desc": "A Tootsie Roll Bar is an American classic of the ages. It has been around and enjoyed since 1896. Tootsie Roll is a soft, chewy low-fat candy that offers the perfect balance of cocoa taste underlined with hints of fruit flavour.\nAll the flavours you could ask for in one bar. This long-lasting, chewable candy still has the same recipe as the original.\nTootsie Roll is imported from the USA and is made by Tootsie Roll Industries.",
        "price": "1.59",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Babyruth Bar (53.8g)",
        "brand": "Babyruth",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/BABY_RUTH_BAR_NUTTY_CHEWY_BAR_1024x.png?v=1648319158",
        "desc": "Babyruth Bar is a hearty American candy bar classic. Each bar contains a soft and fudge chocolate infused nougat centre topped with a sticky layer of caramel and loaded with peanuts before it is coated in a rich creamy milk chocolate.\nIt's bursting with the perfect combination of delicious flavours. The perfect snack to keep you going.\nBabyruth is imported from the USA and is made by Ferrara Candy Company.",
        "price": "1.59",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "M&M's Peanut Butter Peg Bag (145g)",
        "brand": "M&M's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/MMS_PEANUT_BUTTER_PEG_BAG-e1619087854470_1024x.png?v=1648319145",
        "desc": "M&M Peanut Butter Peg Bag are the undeniably tasty combination of flavours. Each pack contains real peanut butter surrounded by a creamy milk chocolate and then coated in a crunch candy shell in all sorts of fun rainbow colours. They're guaranteed to melt in your mouth and not in your hands! The perfect cinema treat to keep you going. M&M's are imported from the USA and are made by Mars Inc. Also known as M and M's, MandM's, M & M's, M+M's, M and Ms, MandMs M & Ms M+Ms",
        "price": "3.99",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Cookie Dough Chocolate Chip Bites (87g)",
        "brand": "Cookie Dough Bites",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/cookie_dough_bites_chocolate_chip_1024x.png?v=1648318812",
        "desc": "Cookie Dough Chocolate Chip Bites are little bite-sized pieces of cookie dough covered in a creamy milk chocolate. They are crunchy balls of candy, each one is as yummy as the next.\nCookie Dough Bites are coated in a rich chocolatey treat with the homemade goodness of cookies on the inside, they're totally egg free and delicious to eat. Perfect for cookie dough lovers.\nCookie Dough Bites are imported from the USA and made by the Taste of Nature, Inc.",
        "price": "2.49",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Butterfinger Bar (59g)",
        "brand": "Butterfinger",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/ButterfingerBar21oz_1024x.jpg?v=1648319163",
        "desc": "Butterfinger Bar is a crispy, crunchy peanut buttered flavoured treat. Each bar has a peanut honeycomb centre which is coated in silky smooth chocolate. This soft bar has a crumbly consistency giving it that perfect mouth-watering recipe.\nThis bar is the perfect snack to keep you going through those long days.\nButterfinger Bar is imported from the USA and is made by Ferrara Candy Company.",
        "price": "1.59",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Charleston Chew Bar Vanilla (53g)",
        "brand": "Charleston",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/vanilla-Charleston-Chew-ic-128478_580x580-e1612371688234_1024x.jpg?v=1648319662",
        "desc": "Charleston Chew Vanilla Bar is a classic retro bar and the original nougat candy for America. Each bar has a soft, chewy, vanilla nougat centre which is coated in rich, creamy chocolate.\nEach bar packs a whole lot of history it's perfect for all adults and kids. Have it how it is, or pop it in the freezer for the ultimate chill-out session!\nCharleston Chew is imported from the USA and is made by Fox-Cross Candy Company.",
        "price": "1.59",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Milky Way Midnight Dark Bar (46g)",
        "brand": "Milky Way",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/MilkywayMidnight165oz_1024x.jpg?v=1648319287",
        "desc": "Milkyway Midnight Dark Bar is the ultimate way to indulge your dark side. You can't go wrong with the ultimate combination of rich dark chocolate, gooey golden caramel and soft vanilla nougat. Each bar has all this filling and is coated in delicious dark chocolate.\nThis bar is a tasty way to add tasty fun to any celebrations. The perfect bar to give you your sugar fix when the going gets tough.\nMilkyway is imported from the USA and is made by the Mars company.",
        "price": "1.59",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Cookie Dough Fudge Brownie Bites (87g)",
        "brand": "Cookie Dough Bites",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/13-502U-B_1024x.png?v=1648318823",
        "price": "2.49",
        "desc": "Popular American Chocolate",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "KitKat Duo's Strawberry and Dark Chocolate (42g)",
        "brand": "KitKat",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/KitKat_Duos_Strawberry-and-Dark-Chocolate-42g_1024x.jpg?v=1648356482",
        "desc": "The most decadent Duo's flavour yet, KitKat Duo's Strawberry and Dark Chocolate Bar, is a two-toned treat with two flavours practically made for each other! Each bar features crisp wafers blanketed in pink strawberry flavoured creme and a rich dark chocolate. This new treat mimics chocolate covered strawberries in the most delicious way, both dark chocolate and strawberry envelop those classic crispy wafers to create a taste sensation that will indulge your taste buds with the most luxurious of flavours!\nStrawberry is known to be a sweet flavour, and for some that can be just a little too sweet for them, but trust us, mixed with the decadent flavour of dark chocolate, the two powerful flavours balance out to create the perfect 'not-too-sweet' combination, and trust us, it's definitely worth a try! Straight from America, these NEW imported KitKat's will be a staple when you are looking for that perfect chocolatey snack! The new release will be a core addition to their ever expanding Duo's range, so don't panic! This delicious new flavour won't be going anywhere any time soon, we promise! Delve into the delicious taste for an evening treat, or simply dive in on your lunch break!\nWhile the classic tag line has encouraged people to 'Take a Break' since 1935, this little taste of sweetness with the delicious taste of dark chocolate and strawberry encasing a crispy wafer will make millions of people smile endlessly, KitKat has definitely delivered with their new Duo's flavour, as with every flavour they release. The KitKat Duo's Strawberry and Dark Chocolate Bar is the perfect alternative to a dessert, simply rip through the packaging and snap the bar to get the taste of chocolate covered strawberries without the fuss! Dive right in and get the sweet, decadent and luxurious taste of the new Duo's flavour with the trusted and well loved taste of KitKat.",
        "price": "1.79",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Pop Tarts Grocery Pack Frosted Chocolate Chip Cookie Dough (399g)",
        "brand": "Pop Tarts",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Pop_Tarts_Chocolate_Chip_Cookie_Dough-e1619088631907_1024x.png?v=1648319718",
        "desc": "Despite the popularity of chocolate chip cookies, there are many that appreciate the taste of cookie dough just as much. The alluring taste of cookie dough can now be enjoyed in a Pop Tart, thanks to the introduction of Frosted Chocolate Chip Cookie Dough.\nThe terrific taste of cookie dough is captured in the filling, while a delicious chocolate frosting delivers a tremendous taste that can be enjoyed as a snack any time of the day, and is perfect with a glass of milk.\nPop Tarts are imported from the USA and are made by Kellogg's.",
        "price": "4.99",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Milky Way Fudge Share Size Bar (85g)",
        "brand": "Milky Way",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/milky-way-fudge-share-size-3oz-24ct-800x800-1_1024x.png?v=1648319299",
        "desc": "Milkyway Fudge Share Bar is the ultimate way to indulge your sweet side. You can't go wrong with the ultimate combination of creamy milk chocolate, gooey golden caramel and soft fudge nougat. Each bar has all this filling and is coated in delicious milk chocolate.\nThis bar is a tasty way to add tasty fun to any celebration. The perfect bar to give you your sugar fix when the going gets tough.\nMilkyway is imported from the USA and is made by the Mars company.",
        "price": "2.49",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Reese's Dipped Pretzels (120g)",
        "brand": "Reese's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Reeses_Dipped_Pretzels_120g_1024x.jpg?v=1648319601",
        "desc": "Reese's Dipped Pretzels make snacking that much tastier! Each bag contains Snyder's Pretzels drizzled in Reese's creamy peanut butter candy and drizzled with rich milk chocolate. They're the perfect balance of sweet and salty!\nSnacking just got a whole lot better when these sweet and salty flavours collided in this mouth-watering Reese's Dipped Pretzels bag.\nReese's is imported from the USA and is made by The Hershey Company.\nAlso known as Reeses, Reeces and Reece's.",
        "price": "3.99",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "M&M's Caramel Share Size (80g)",
        "brand": "M&M's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/MMs_Caramel_Sharing_Size_80g_1024x.jpg?v=1648329027",
        "desc": "Also known as M and M's, MandM's, M & M's, M+M's, M and Ms, MandMs M & Ms M+Ms",
        "price": "2.99",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "KitKat Duos Mint and Dark Chocolate Bar (42g)",
        "brand": "KitKat",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/KITKAT_DUOS_MINT_AND_DARK_CHOCOLATE_BAR-e1619521352521_1024x.png?v=1648319674",
        "desc": "KitKat Duos Mint and Dark Chocolate Bar have taken the familiar classic crispy wafer and dipped it into decadent, rich dark chocolate on the bottom half and a refreshing mint creme on the top. This bar brings a whole new level of chocolate heaven.\nA swing on the classic, but the motto remains the same, take a break and have a KitKat. It's the perfect break-time snack!\nKitKat is imported from the USA and is made by Nestle.",
        "price": "1.59",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Cookie Dough Red Velvet Cupcake Bites (87g)",
        "brand": "Cookie Dough Bites",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/13-505U-B_1024x.png?v=1648318849",
        "desc": "Cookie Dough Red Velvet Cupcake Bites are delicious bite-sized cupcake pieces in a creamy red velvet coating. They are crunchy balls of candy, each one is as yummy as the next, it's hard to just have one.\nRed Velvet Cupcake Bites are coated in a creamy red velvet icing with the homemade goodness of red velvet cake on the inside, they're totally egg free and delicious to eat. They taste just like red velvet cake!\nCookie Dough Bites are imported from the USA and made by the Taste of Nature, Inc.",
        "price": "2.49",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Pop Tarts Twin Pack Frosted Chocolate Chip (96g)",
        "brand": "Pop Tarts",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/pop-tarts-chocolate-chip-2-twin-pack-800x800-324x324-1_1024x.png?v=1648319784",
        "desc": "The fantastic tasting Pop Tarts Frosted Chocolate Chip can also be experienced in a smaller form factor, courtesy of the Pop Tarts Frosted Chocolate Chip Twin Pack. It still has all the flavour you're looking for from the original!\nDon't worry no flavour has been sacrificed in these smaller twin packs they're just easier to have on the go and perfect for pack lunch boxes!\nPop Tarts are imported from the USA and are made by Kellogg's.",
        "price": "1.50",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "M&M's Peanut Butter Theatre Box (85g)",
        "brand": "M&M's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/MMS_PEANUT_BUTTER_THEATRE_BOX-e1619087308181_1024x.jpg?v=1648319690",
        "desc": "M&M's Peanut Butter Theatre Box is an undeniably tasty combination of flavours. Each pack contains a centre of creamy peanut butter before its coated in rich milk chocolate and in a crunchy candy shell in all sorts of fun rainbow colours. They’re guaranteed to melt in your mouth and not in your hands! The perfect cinema treats to keep you going. M&M’s are imported from the USA and are made by Mars Inc. Also known as M and M's, MandM's, M & M's, M+M's, M and Ms, MandMs M & Ms M+Ms",
        "price": "2.49",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Hershey's Sprinkles 'N' Creme Bar (39g)",
        "brand": "Hershey's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Hersheys_Sprinkles__E2_80_98N_Creme_Bar_39g-e1624451529992_1024x.jpg?v=1648326689",
        "desc": "Also known as Hersheys, Hershys, Hershy's, Hershies",
        "price": "1.49",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Reese's Sticks Bar (42g)",
        "brand": "Reese's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Reeses_Sticks_Bar_42g_1024x.jpg?v=1648319473",
        "desc": "Reese's Stick Bars are a variation of the classic Reese's cups. Each stick has layers of everything you could've dreamed of. Reese's creamy peanut butter can be found in-between each layer of light and crispy wafer to give it that munch with a crunch effect before it is smothered in a layer of rich milk chocolate.\nWho doesn't love a chocolate and peanut butter combination?\nReese's are imported from the USA and are made by The Hershey Company.\nAlso known as Reeses, Reeces and Reece's.",
        "price": "1.00",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Pop Tarts Grocery Pack Frosted Cookies and Creme (396g)",
        "brand": "Pop Tarts",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Pop_Tarts_Frosted_Cookies__Creme-e1619092355408_1024x.png?v=1648319741",
        "desc": "Black and white cookies have taken the world by storm, and Kellogg's has released its own variant of the popular flavour in the guide of Pop Tarts Frosted Cookies and Crème.\nThe pastry contains a fabulous cookies and crème flavour, while the frosting contains cookie crumbles for the ultimate black and white cookie experience in the form of a Pop Tart.",
        "price": "4.99",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "M&M's Peanut Butter Share Size (80g)",
        "brand": "M&M's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/MMs_Peanut_Share_Size-1-e1622120099469_1024x.png?v=1648341117",
        "desc": "Also known as M and M's, MandM's, M & M's, M+M's, M and Ms, MandMs M & Ms M+Ms",
        "price": "1.99",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Hershey's Strawberries 'N' Creme Bar (39g)",
        "brand": "Hershey's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Hersheys_Strawberries__E2_80_98N_Creme_Bar_39g-e1624451759931_1024x.jpg?v=1648324721",
        "desc": "Also known as Hersheys, Hershys, Hershy's, Hershies",
        "price": "1.49",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Hershey's Cookies 'N' Creme Bar (40g)",
        "brand": "Hershey's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Hersheys_Cookies_N_Creme_Bar_40g-e1624451395288_1024x.png?v=1648319648",
        "desc": "Hershey's Cookies 'N\" Creme Bar combines the sweet, creamy taste of the classic white chocolate with tiny pieces of cookies. In each bite, you get the perfect amount of crunch from the cookies to compliment the smooth, rich white chocolate.\nThis bar gives you the best way to eat your cookies and cream. Will you be sharing?\nHershey's is imported from the USA and is made by The Hershey Company.\nAlso known as Hersheys, Hershys, Hershy's, Hershies",
        "price": "1.49",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Hershey's Milk Chocolate Bar (40g)",
        "brand": "Hershey's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Hersheys_Milk_Chocolate_Bar_40g-e1624451127406_1024x.png?v=1648320232",
        "desc": "Also known as Hersheys, Hershys, Hershy's, Hershies",
        "price": "1.49",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Charleston Chew Bar Chocolate (53g)",
        "brand": "Charleston",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/charleston-chew-chocolate-bar-1920s-american-era-tootsie-roll-industires_715_grande-e1612371463721_1024x.jpg?v=1648322469",
        "price": "1.59",
        "desc": "Popular American Chocolate",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Payday Bar (52g)",
        "brand": "SoSweetShopUK",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/PAYDAY_CANDY_BAR_SALTED_PEANUTS_AND_CARAMEL-e1619685087169_1024x.jpg?v=1648319678",
        "desc": "Payday Bar has been around for years and is considered a family favourite to America! Each bar has a delicious combination of flavours. The inside of every bar is made of salted peanuts, coating a sweet, chewy caramel, nougat-like centre.\nIt's the perfect snack to keep you going at work, feel free to share, but don't feel you have to...we understand they're too yummy.\nPayday Bar's are imported from the USA and are made by The Hershey Company.",
        "price": "1.99",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "KitKat Duo's Mocha and Chocolate (42g)",
        "brand": "KitKat",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/KitKat_Duos_Mocha_and_Chocolate_42g-e1626964142285_1024x.png?v=1648331299",
        "desc": "KitKat have married two delicious flavours together to create what can only be described as a 'The King of the KitKat's in 2020'! The dynamic flavour combination of rich Mocha Crème and silky sweet Chocolate will leave you craving more!\nThese are EXTREMELY limited... when they're gone, they're gone!",
        "price": "1.79",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Hershey's Kisses Milk Chocolate Peg Bag (150g)",
        "brand": "Hershey's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Hersheys_Kisses_Milk_Chocolate_Peg_Bag_150g-e1624452730162_1024x.jpg?v=1648319822",
        "desc": "Also known as Hersheys, Hershys, Hershy's, Hershies",
        "price": "3.99",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Flipz White Fudge Covered Pretzels (141g)",
        "brand": "Flipz",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/FLIPZ_WHITE_FUDGE_COVERED_PRETZELS-e1619447853633_1024x.png?v=1648319616",
        "desc": "Flipz White Fudge Covered Pretzels makes snacking that much tastier! When hunger strikes, grab a bag of these crunchy, salty pretzels in a smooth white fudge flavour coating they strike the perfect balance between sweet and salty.\nSnacking just got a whole lot better when these sweet and salty flavours collided in this mouth-watering Flippin' awesome snack.\nFlipz's is imported from the USA and is made by Pladis.",
        "price": "3.99",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Pop Tarts Grocery Pack Frosted Hot Fudge Sundae (382g)",
        "brand": "Pop Tarts",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Pop_Tarts_Frosted_hot_Fudge_Sundae-e1619089365892_1024x.png?v=1648319723",
        "desc": "Pop Tarts Frosted Hot Fudge Sundae are a unique take on the family favourite, chocolate chip cookies. The classic Frosted Hot Fudge Sundae dessert is now captured in Pop Tarts form.\nThe terrific taste of Hot Fudge Sundae is captured in the vanilla filling, while a delicious fudge and vanilla frosting delivers a tremendous taste that can be enjoyed as a snack any time of the day, and is perfect with a glass of milk.\nPop Tarts are imported from the USA and are made by Kellogg's.",
        "price": "4.99",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "M&M's Peanut Butter Large Share Size (272g)",
        "brand": "M&M's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/MMs_Peanut_Butter_Large_Share_Size-e1622121057373_1024x.jpg?v=1648341138",
        "desc": "Also known as M and M's, MandM's, M & M's, M+M's, M and Ms, MandMs M & Ms M+Ms",
        "price": "6.99",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Charleston Chew Bar Strawberry (53g)",
        "brand": "Charleston",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/strawberry-Charleston-Chew-ic-129890_580x580-e1612371584823_1024x.jpg?v=1648320631",
        "price": "1.59",
        "desc": "Popular American Chocolate",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Hershey's Cookies 'N' Cream Dipped Pretzels (120g)",
        "brand": "Hershey's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Hershey_s_Cookies__N__Cream_Dipped_Pretzels__120g_1024x.png?v=1655818938",
        "desc": "Hershey's Cookies 'N' Cream Dipped Pretzels make snacking that much tastier! Each bag contains Snyder's Pretzels drizzled in creamy white chocolate and sprinkled with cookie pieces. They're the perfect balance of sweet and salty! Snacking just got a whole lot better when these sweet and salty flavours collided in this mouth-watering Hershey's Cookies 'N' Cream Dipped Pretzels bag. Hershey's is imported from the USA and is made by The Hershey Company. Also known as Hersheys, Hershys, Hershy's, Hershies",
        "price": "3.99",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Snickers Almond Bar (46g)",
        "brand": "Snickers",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/SnickersAlmond165oz-e1626965969176_1024x.jpg?v=1648319258",
        "desc": "Snickers Almond Bar is the perfect twist on an absolute classic. Each bar is exactly like the original with that gooey caramel centre but just with almonds instead. It's the perfect combination of flavours of the classic snickers we all know and love just with a little twist. It's a must-try for all those nut lovers.\nCelebrate this amazing combination of almond and chocolate flavours and get some nuts. It's a new kind of satisfaction with this bar.\nSnickers is imported from the USA and is made by Mars, Incorporated.",
        "price": "1.59",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Reese's White Peanut Butter Cups (39g)",
        "brand": "Reese's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Reeses_White_Peanut_Butter_Cups_39g-e1638894792840_1024x.png?v=1648319468",
        "desc": "Reese's White Peanut Butter Cups are a new twist on the absolute classic taste of Reese's Cup original. If you love Reese's there's no doubt you will love these creamy, smooth, white chocolate cups filled to the brim with Reese's deliciously creamy, nutty, thick peanut butter. It's the perfect combination of chocolate and peanuts. A cup a day is sure to give you your peanut butter fix. Reese's are imported from the USA and are made by The Hershey Company. Also known as Reeses, Reeces and Reece's.",
        "price": "1.49",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Butterfinger Bites Theatre Box (99g)",
        "brand": "Butterfinger",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/butterfinger-bites-theatre-box-3-5oz-800x800-800x800-1_1024x.png?v=1648323536",
        "price": "2.49",
        "desc": "Popular American Chocolate",
        "qty": 99,
        "category": "American Chocolate"
    },
    {
        "name": "Nik-L-Nip Original Wax Bottles (39g)",
        "brand": "Nik-L-Nip",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Nik_L_Nip_Original_Wax_Bottles_39g-e1626269991976_1024x.jpg?v=1648344839",
        "desc": "These little mini drinks are filled with tasty liquid candy in 4 refreshing flavours Cherry, Orange, Lemon and Lime\nBite 'em, Drink 'em, Chew 'em",
        "price": "1.99",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "Fanta Berry (355ml)",
        "brand": "Fanta",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/FANTA_BERRY_FIZZY_SODA_BLUE_CAN-copy_1024x.png?v=1648322094",
        "desc": "Fanta Berry is the sweet yet juicy flavour of berries partnered with the carbonated soda we all know and love. Each sip will give you that bright, bubbly and instantly refreshed feeling.\nFanta Berry is made with 100% natural flavour and is caffeine-free, making it one of Summers best drinks!\nFanta is imported from the USA and is made by the Coca-Cola Company.",
        "price": "1.99",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "American DRINKS ONLY Best Before Expired Mystery Box",
        "brand": "SoSweet",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/2_ee2cd34d-e4fb-473d-a3b7-f0bf6bcded5c_1024x.jpg?v=1648356753",
        "desc": "Always looking at those American drinks and soda's and wonder what they all taste like? With so many different flavours and brands to choose from, sometimes you can get a bit lost in the American drinks world. Well now you can try them, but for even less!\nGet over £20 worth of American drinks and soda's for just £10! Our American Drinks Best Before Expired Mystery Box is already proving to be a popular one, so get yours before our limited stock runs out! Filled to the brim with the best American Drinks and Soda’s, our American Drinks Best Before Expired Mystery Box will have everything you need to quench your flavourful American drink and soda needs.\nThe American Drinks Best Before Expired Mystery Box is perfect for those days where you just fancy something a bit different, the days when water and squash just doesn't quite hit the right spot. From the likes of American Fanta, Sunkist, Monster, Snapple, Gatorade and Chupa Chups are just a few huge names that could be included within your Mystery Box, but we aren’t going to tell you exactly what you get, else it wouldn’t be a mystery would it!\nWith hundreds of different drinks and soda's that could be included, the possibilities really are endless! I mean who wouldn’t want a massive box of American drinks and soda's for more than half the price as what it should be, trust us when we say you’ll be waiting at the door eager for it to be delivered – it really is that good!\nOur American Drinks Best Before Expired Mystery Box will leave you wanting even more, once you’ve got a taste for the unreal flavours you'll find in our entire American drinks and soda's range you’ll be straight back ordering more, trust us, we would know!",
        "price": "20.00",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "Harry Potter Flying Cauldron Butterscotch Beer (355ml)",
        "brand": "Harry Potter",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/harry-potter-flying-cauldron-butterscotch-beer-soda-1_1024x.jpg?v=1648319953",
        "desc": "Non-alcoholic",
        "price": "2.49",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "Fanta Pineapple (355ml)",
        "brand": "Fanta",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/fanta-pineapple-can-355ml-e1602849968115_1024x.png?v=1648319994",
        "desc": "Fanta Pineapple is the sweet yet juicy flavour of fresh pineapple partnered with the carbonated soda we all know and love. Each sip will give you that bright, bubbly and instantly refreshed feeling.\nFanta Pineapple is made with 100% natural flavour and is caffeine-free, making it one of Summers best drinks!\nFanta is imported from the USA and is made by the Coca-Cola Company.",
        "price": "1.99",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "Dr Pepper Vanilla Float (355ml)",
        "brand": "Dr Pepper",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/dr-pepper-vanilla-float-12oz-355ml-800x800-1_1024x.png?v=1648322640",
        "desc": "Dr Pepper Vanilla Float is a carbonated soft drink with rich vanilla flavouring, it has the unique taste of the Dr Pepper but with a fresh vanilla twist. Each can is made with that original mix of 23 flavours making it taste that much nicer!\nEach can will leave you wanting more, it's America's favourite soda! It's perfect for that Summer season!\nDr Pepper is imported from the USA and is made by Dr Pepper Snapple Group, Inc.",
        "price": "1.69",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "Dr Pepper and Cream Soda (355ml)",
        "brand": "Dr Pepper",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/dr-pepper-cream-soda-12oz-800x800-1_1024x.png?v=1648323229",
        "desc": "Dr Pepper and Cream Soda are an unlikely duet sweeter than any other, it has the unique taste of Dr Pepper paired with the richness of cream soda, giving the perfect pairing of flavours. Each can is made with that original mix of 23 flavours making it taste that much nicer!\nEach can will leave you wanting more, it's America's favourite soda! Take a sip of deliciousness this Summer.\nDr Pepper is imported from the USA and is made by Dr Pepper Snapple Group, Inc.",
        "price": "1.69",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "Dr Pepper Cherry Vanilla Can (355ml)",
        "brand": "Dr Pepper",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/dr-pepper-cherry-vanilla_1024x.png?v=1648320013",
        "desc": "Dr Pepper Cherry Vanilla is a carbonated soft drink with cherry and vanilla flavouring, it has the unique taste of the Dr Pepper USA but with a sweet cherry twist and the richness of vanilla all combined under one can.\nEach can will leave you wanting more, it’s America’s favourite soda! Each can is made with that original mix of 23 flavours making it taste that much nicer!\nDr Pepper is imported from the USA and is made by Dr Pepper Snapple Group, Inc.",
        "price": "1.69",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "Coca-Cola Vanilla (355ml)",
        "brand": "Coca-Cola",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/coca-cola-vanilla-12oz-355ml-800x800-1_1024x.png?v=1648323242",
        "price": "1.69",
        "desc": "Popular American Soda",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "Arizona Grapeade Fruit Juice Can",
        "brand": "Arizona",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Arizona_Grapeade_Fruit_Juice_Can-e1623080622515_1024x.png?v=1648320052",
        "desc": "There is nothing more frustrating than searching for a drink flavour that does not seem to exist. Grape lovers in the United Kingdom have been searching high and low for a delicious beverage that offers all the good taste of grapes, to no avail, until now, thanks to Arizona drinks.\nAs the name implies, the Arizona Grapeade Fruit Juice Can is the perfect tonic for those wanting to quench their thirst while enjoying the finest taste that grapes can offer.\nArizona Grapeade is manufactured from natural juices and contains vitamin C and is a drink directly from the USA that the whole family can enjoy.",
        "price": "1.99",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "Arizona Sweet Tea Can (695ml)",
        "brand": "Arizona",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Arizona_Sweet_Tea_Can-e1623142598101_1024x.png?v=1648330816",
        "desc": "Although many people enjoy drinking tea, some can find the taste is not the same on its own, which is why sweetened tea is the perfect compromise for many. However, to make sure you are getting the best taste experience from sweet tea, you need to choose the right brand.\nSo Sweet ensures it only works with the most reputable US-based manufacturers and ensures it always has a wide choice of delicious and inspired beverages sourced directly from the USA.\nThis means you are not experiencing a British version of an American classic but enjoying the real deal at an affordable price.",
        "price": "1.99",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "Kool-Aid Bursts Cherry",
        "brand": "Kool-Aid",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/DSC08051_1024x.jpg?v=1648320483",
        "price": "1.00",
        "desc": "Popular American Soda",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "Dr Pepper Cherry Can (355ml)",
        "brand": "Dr Pepper",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Dr_Pepper_Cherry_Can_355ml_1024x.jpg?v=1648320260",
        "desc": "Dr Pepper Cherry is a carbonated soft drink with cherry flavouring, it has the unique taste of the Dr Pepper USA but with a sweet cherry twist. Each can is made with that original mix of 23 flavours making it taste that much nicer!\nEach can will leave you wanting more, it's America's favourite soda!\nDr Pepper is imported from the USA and is made by Dr Pepper Snapple Group, Inc.",
        "price": "1.69",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "Chupa Chups Sparkling Strawberry Can",
        "brand": "Chupa Chups",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Chupa-Chups-Strawberry-Soda-345ml-e1619450801977_1024x.png?v=1648320272",
        "desc": "Chupa Chups Sparkling Strawberry and Cream drink, combining the fruity flavours of their classic lollipops and has turned it into a deliciously refreshing sparkling drink.\nEach can is sure to keep you hydrated as summer starts to set in.\nChupa Chups are imported from the USA and are made by Perfetti Van Melle.",
        "price": "1.69",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "Gatorade Frost Glacier Cherry (591ml)",
        "brand": "Gatorade",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/gatorade-glacier-cherry-frost-20oz-800x800-1-e1634724497937_1024x.png?v=1648324930",
        "price": "2.99",
        "desc": "Popular American Soda",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "C&C Cotton Candy Soda (710ml)",
        "brand": "C&C Soda",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/candc-cotton-candy-710ml_1024x.png?v=1648319928",
        "price": "1.99",
        "desc": "Popular American Soda",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "Chupa Chups Sparkling Cherry Bubblegum (345ml)",
        "brand": "Chupa Chups",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Chupa_Chups_Sparkling_Cherry_Bubblegum__345ml_1024x.png?v=1658913182",
        "desc": "The ever popular Chupa Chups have now given us this NEW unreal sparkling soda! Cherry Bubblegum, how great does that sound?!\nRefreshing, sweet and incredibly tasty! One taste of this and you won't want to drink anything else, it really is that good!",
        "price": "1.69",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "Arizona Watermelon Fruit Juice Can",
        "brand": "Arizona",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Arizona_Watermelon_Fruit_Juice_Can-e1623142784412_1024x.png?v=1648320029",
        "desc": "When wanting to relax on a warm day, many people will conjure up the image of a watermelon. However, if you are wanting an easier way of enjoying the delicious taste of watermelon, then why not try out the Arizona Watermelon Fruit Juice.\nNot only can you ensure your thirst is quenched, buy also enjoy natural ingredients and a drink free from artificial colours and preservatives.",
        "price": "1.99",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "C&C Grape Soda (710ml)",
        "brand": "C&C Soda",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/candc-grape-710ml_1024x.png?v=1648321485",
        "price": "1.99",
        "desc": "Popular American Soda",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "Chupa Chups Orange Can (345ml) (BB Expiring 20-02-22)",
        "brand": "Chupa Chups",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Chupa_Chups_Orange_Can-e1623340668440_251dfe79-9a2e-4674-a964-d3cc33fa596d_1024x.png?v=1648355003",
        "price": "1.69",
        "desc": "Popular American Soda",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "Arizona Iced Tea with Peach Can",
        "brand": "Arizona",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Arizona_Iced_Tea_with_Peach_Can-e1623083034812_1024x.png?v=1648320081",
        "desc": "Sometimes, there is nothing better than biting into a peach, especially if you are searching for some refreshment.\nHowever, many prefer the refreshing taste of peaches in a liquid form, which can be found with the Arizona Iced Tea with Peach.\nArizona Iced Tea is a testament as to how much choice there is regarding great-tasting tea blended with stunning fruit flavours and is the ideal substitute for those wanting to cut down on energy drinks.",
        "price": "1.99",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "Calypso Paradise Punch (473ml)",
        "brand": "Calypso",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/calypso-paradise-punch-lemonade-800x800-324x324-2_1024x.png?v=1648320281",
        "desc": "Calypso is renowned for taking its inspiration from island flavours, and the Calypso Paradise Punch celebrates the taste of the tropical perfectly by blending cherry, grape, pineapple and orange with lemonade for a unique refreshing taste that cannot be found elsewhere.",
        "price": "2.99",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "A&W Root Beer (355ml)",
        "brand": "A&W",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/a-w-root-beer-can-12-fl-oz-single-324x324-1_1024x.jpg?v=1648320017",
        "desc": "A&W Root Beer is an American favourite when it comes to Soda! A and W Root Beer is made with aged vanilla for maximum flavour. This 355ml can is perfect to pop in the fridge; enjoy delicious Root Beer served ice-cold!",
        "price": "1.69",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "Kool-Aid Sachet Tropical Punch",
        "brand": "Kool-Aid",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Kool_Aid_Sachet_Tropical_Punch_1024x.jpg?v=1648320250",
        "price": "0.79",
        "desc": "Popular American Soda",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "Warheads Sour Watermelon Soda (355ml)",
        "brand": "Warheads",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Warheads_Sour_Watermelon_Soda__355ml_1024x.png?v=1655889619",
        "desc": "Warheads SOUR Soda is the fruitiest and most sour soda you will taste! Full of your favourite tastes of Warheads but now in a fizzy soda that will blow your mind!",
        "price": "1.99",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "Gatorade Orange (591ml)",
        "brand": "Gatorade",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/g18-e1634724389270_1024x.jpg?v=1648324925",
        "price": "2.99",
        "desc": "Popular American Soda",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "Kool-Aid Jammers Grape (177ml)",
        "brand": "Kool-Aid",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/kool-jammers_1024x.png?v=1648320170",
        "desc": "Popular American Soda",
        "price": "0.89",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "Warheads Sour Black Cherry Soda (355ml)",
        "brand": "Warheads",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Warheads_Sour_Black_Cherry_Soda__355ml_1024x.png?v=1655889472",
        "desc": "Warheads SOUR Soda is the fruitiest and most sour soda you will taste! Full of your favourite tastes of Warheads but now in a fizzy soda that will blow your mind!",
        "price": "1.99",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "3D Energy Purple Grape (473ml) (BB Expired)",
        "brand": "3D Energy",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/3d_energy_purple_grape_bab6bf67-560e-4c1a-9037-574c82df7f73_1024x.png?v=1653145034",
        "desc": "What you see is what you get — big grape taste with an even bigger rush.",
        "price": "2.99",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "Bang Energy Delish Strawberry Kiss (473ml)",
        "brand": "Bang Energy",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Bang_Energy_Delish_Strawberry_Kiss_473ml_1024x.png?v=1648347033",
        "desc": "Bang is the revolutionary, next-generation energy drink that blasts you with an unrivalled blend of super CREATINE, caffeine and nitro-jack. plus EAAs for increased endurance and recovery, so you’re ready to take on whatever life throws at you. A blast of strawberry flavour at the end rounds out this power punch drink.",
        "price": "2.99",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "Arizona Fruit Punch Fruit Juice Can (630ml)",
        "brand": "Arizona",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/ArizonaFruit_Punch_Fruit_Juice_Can-e1623143877911_1024x.png?v=1648320062",
        "desc": "Are you under the impression that soft drinks are limited to children? Although some beverages are marketed towards children, others take a sophisticated approach, Arizona drinks are with no exception.\nArizona Fruit Punch Juice Can is crafted from natural fruit juices and is fortified with vitamin C and does not contain the unpleasant preservatives or artificial colours found in other beverages.",
        "price": "1.99",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "Warheads Sour Green Apple Soda (355ml)",
        "brand": "Warheads",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Warheads_Sour_Green_Apple_Soda__355ml_1024x.png?v=1655889546",
        "desc": "Warheads SOUR Soda is the fruitiest and most sour soda you will taste! Full of your favourite tastes of Warheads but now in a fizzy soda that will blow your mind!",
        "price": "1.99",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "Calypso Original Lemonade (473ml)",
        "brand": "Calypso",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/calypso-original-lemonade-16oz-800x800-1_1024x.png?v=1648321940",
        "desc": "One of the reasons the Calypso brad is iconic in the USA is due to the wide range of flavours. However, there will be those searching for a refreshing and rustic lemonade that also allows for some nostalgia.\nIf you have been searching for the perfect lemonade but are left disappointed, then why not try out a lemonade that has been making waves for years and can now be enjoyed by those in the United Kingdom courtesy of So Sweet.",
        "price": "2.99",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "Arizona Iced Green Tea with Ginseng and Honey",
        "brand": "Arizona",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Arizona_Iced_Green_Tea_with_Ginseng_and_Honey-e1623081816552_1024x.png?v=1648320289",
        "desc": "If you are looking for the perfect pick-me-up not loaded with unknown ingredients, then why not give Arizona Green Tea with Ginseng and Honey.\nAll the included ingredients work towards a better sense of wellbeing without experiencing the crash founds with energy drinks.\nThe Arizona iced Green Tea with Ginseng and Honey is also ideal for those that prefer a natural-inspired taste, and can be enjoyed throughout the day, and is especially delicious when served with ice.",
        "price": "1.99",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "Calypso Island Wave Lemonade (473ml)",
        "brand": "Calypso",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/calypso-island-wave_1024x.png?v=1648319879",
        "desc": "Originally reduced as a limited edition in the Calypso brand, the summer sensation named Island Wave Lemonade went into full production and is now enjoyed by the masses, but what makes the Calypso Island Wave Lemonade so popular?\nGiven that all drinks produced by Calypso are done so using natural ingredients, the superb taste will come as no surprise.\nHowever, blend the great taste of lemonade with some of the finest island fruits available and you can enjoy a beverage that offers a taste that is refreshing and unique.",
        "price": "2.99",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "Jolly Rancher Freezer Ice Pops (850g)",
        "brand": "Jolly Rancher",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Jolly_Rancher_Freezer_Pops_850g_1024x.png?v=1648345102",
        "desc": "Please Note These Items Are stored at room temperature they will need to be frozen before consumption",
        "price": "4.99",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "Calypso Triple Melon Lemonade (473ml)",
        "brand": "Calypso",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/calypso-triple-melon-lemonade-800x800-1_1024x.png?v=1648319864",
        "desc": "The Calypso Triple Melon Lemonade is instantly recognisable by its pink appearance, which is achieved by using a blend of watermelon, honeydew, and cantaloupe.\nThe neon beverage is prepared using natural ingredients, and is free from artificial colours, making it another option for those wanting an alternative drink the whole family can enjoy, and can now be ordered with ease with prompt delivery thanks to So Sweet.",
        "price": "2.99",
        "qty": 99,
        "category": "American Soda"
    },
    {
        "name": "Lucky Charms Cereal Large Size (422g)",
        "brand": "Lucky Charms",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Lucky_Charms_Cereal_Large_Size_422g_1024x.png?v=1648319342",
        "desc": "BB DATE: 26TH AUGUST",
        "price": "7.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Lucky Charms Marshmallows (198g)",
        "brand": "Lucky Charms",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/image-7_1024x.png?v=1648324418",
        "desc": "Let's face it, the best part of a bowl of Lucky Charms is the marshmallows. Imagine if you could buy a bag of just the marshmallows... well now you can!",
        "price": "5.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Nestle Lion Caramel and Chocolate Cereal (EU) (250g)",
        "brand": "Nestle",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/285767011_0_640x640_15c9ea84-293e-4b69-89d3-7f0eae83bb2a_1024x.jpg?v=1648325820",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "2.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Oreo O's Cereal Box (311g)",
        "brand": "Oreo",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Oreo_Os_Cereal_Box_311g_1024x.jpg?v=1648323040",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "6.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Kellogg's Cocoa Krispies Cereal Cup (65g)",
        "brand": "Kellogg's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/kelloggs-cereal-cocoa-krispies-cup_1024x.jpg?v=1648323704",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "2.00",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Pop Tarts Grocery Pack Unfrosted Strawberry (384g)",
        "brand": "Pop Tarts",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Pop_Tarts_Grocery_Pack_Unfrosted_Strawberry_384g_1024x.jpg?v=1648354156",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "4.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Fruity Pebbles Cereal (311g)",
        "brand": "Fruity Pebbles",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/post-fruity-pebbles_1024x.jpg?v=1648329460",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "6.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Pop Tarts Lemon Creme Pie (384g)",
        "brand": "Pop Tarts",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Pop_Tarts_Lemon_Creme_Pie__384g_1024x.png?v=1660579533",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "4.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Pop Tarts Unfrosted Blueberry (384g)",
        "brand": "Pop Tarts",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Pop_Tarts_Unfrosted_Blueberry__384g_1024x.png?v=1657616997",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "4.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Reese's Puffs Cereal (326g)",
        "brand": "Reese's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Reeses_Puffs_Cereal_325g_1024x.jpg?v=1648321322",
        "desc": "Also known as Reeses, Reeces and Reece's.",
        "price": "6.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Reese's Puffs Cereal (473g)",
        "brand": "Reese's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Reese_s_Puffs_Cereal__473g_1024x.png?v=1657616570",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "8.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "French Toast Crunch (314g)",
        "brand": "SoSweetShopUK",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/91rYgXjsoUL._SX425_1024x.jpg?v=1648328945",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "6.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Pop Tarts Frosted Apple Fritter (384g)",
        "brand": "Pop Tarts",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Pop_Tarts_Frosted_Apple_Fritter__384g_1024x.png?v=1660579357",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "4.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Pop Tarts Frosted Boston Creme Donut (384g)",
        "brand": "Pop Tarts",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Pop_Tarts_Frosted_Boston_Creme_Donut__384g_1024x.png?v=1660579453",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "4.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Kellogg's Froot Loops Cereal (286g)",
        "brand": "Kellogg's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/froot-loops_1024x.jpg?v=1648324410",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "6.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Lucky Charms Chocolate Cereal (311g)",
        "brand": "Lucky Charms",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/choc-460x460-1_1024x.png?v=1648322902",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "6.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Lucky Charms Cereal Bar (24g)",
        "brand": "Lucky Charms",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/lucky-charms-cereal-treat-bars-800x800-1-e1614507745753_1024x.png?v=1648334467",
        "desc": "They say that breakfast is the most important meal of the day, now you can enjoy the delicious sweet taste of Lucky Charms Cereal on the go with a Lucky Charms Cereal Bar! Filled with those famous Lucky Charms Marshmallows that you know and love!",
        "price": "1.00",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Pop Tarts Unfrosted Brown Sugar Cinnamon (384g)",
        "brand": "Pop Tarts",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Pop_Tarts_Unfrosted_Brown_Sugar_Cinnamon__384g_1024x.png?v=1652457755",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "4.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Nesquik Banana Crush Cereal (150g)",
        "brand": "Nesquik",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Nesquik_Banana_Crush_Cereal_150g_1024x.jpg?v=1648357193",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "3.49",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Kellogg's Apple Jacks Family Size Cereal Box (481g)",
        "brand": "Kellogg's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Kelloggs_Apple_Jacks_Family_Size_Cereal_Box_481g_1024x.jpg?v=1648357083",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "8.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Post Honey Maid S’mores (Canadian) (347g)",
        "brand": "Honey Maid",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Honeymaid_Smores_Canadian_347g_1024x.jpg?v=1648356343",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "6.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Caramel Toast Crunch (Canadian) (340g)",
        "brand": "Cinnamon Toast Crunch",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Caramel_Toast_Crunch_Canadian_340g_1024x.jpg?v=1648356337",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "6.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Cinnamon Toast Crunch Chocolate Churros (337g)",
        "brand": "Cinnamon Toast Crunch",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Cinnamon_Toast_Crunch_Chocolate_Churros-337g_1024x.jpg?v=1648355383",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "6.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Cap'n Crunch Chocolate Caramel Crunch (331g)",
        "brand": "Cap'n Crunch",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Capn_Crunch_Chocolate_Caramel_Crunch_331g_1024x.jpg?v=1648355377",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "7.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Sesame Street 123 Berry Cereal (340g) (BB Expired 21-01-22)",
        "brand": "Sesame Street",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Sesame_Street_123_Berry_Cereal_340g-e1624877290476_bb500506-c061-4247-a27c-a830fe252c19_1024x.jpg?v=1648354649",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "6.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Tim Hortons Café Mocha (340g) (Canadian)",
        "brand": "Timbits",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Tim_Hortons_Timbits_Chocolate_Glazed_326g-1_1024x.jpg?v=1648354229",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "5.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Tim Hortons Timbits Chocolate Glazed (326g)",
        "brand": "Timbits",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Tim_Hortons_Timbits_Chocolate_Glazed_326g_1024x.jpg?v=1648354224",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "5.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Kellogg's Cocoa Krispies Treats Blasted with M&M's (54g)",
        "brand": "Kellogg's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Kelloggs_Cocoa_Krispies_Treats_Blasted_with_MMs_54g_1024x.jpg?v=1648354207",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "1.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Cocoa Pebbles (311g) (BB Expired 02-12-21)",
        "brand": "Post",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/post-cocoa-pebbles-cereal-11oz-311g-2201-p-e1618332789769_c75876b2-507e-4b0f-858f-00f9b497d6ee_1024x.png?v=1648353722",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "6.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Reese's Puffs Cereal (325g) (BB Expired 08-12-21)",
        "brand": "Reese's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Reeses_Puffs_Cereal_325g_07a9ac74-2665-4820-8cf5-37e69e43e495_1024x.jpg?v=1648353514",
        "desc": "Also known as Reeses, Reeces and Reece's.",
        "price": "6.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Dunkin' Donuts Cereal Mocha Latte (481g)",
        "brand": "Dunkin' Donuts",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Dunkin_Donuts_Cereal_Mocha_Latte_481g_1024x.jpg?v=1648352897",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "8.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Kellogg's Rice Krispies Treats Birthday Cake (22g)",
        "brand": "Kellogg's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Kelloggs_Rice_Krispies_Treats_Birthday_Cake_22g_1024x.jpg?v=1648352873",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "1.00",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Kellogg's Rice Krispies Treats Cookies and Cream (22g)",
        "brand": "Kellogg's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Kelloggs_Rice_Krispies_Treats_Cookies_and_Cream_22g_1024x.jpg?v=1648352868",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "1.00",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Pokemon Berry Bolt Cereal (450g)",
        "brand": "Pokemon",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Pokemon_Berry_Bolt_Cereal_450g_1024x.jpg?v=1648352816",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "9.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Hershey's Kisses Cereal (309g) (BB Expired 20-11-21)",
        "brand": "Hershey's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/KISSESCERE_1200x1200_94f62454-e38a-42b9-ad51-007fe285f440_1024x.jpg?v=1648351880",
        "desc": "Also known as Hersheys, Hershys, Hershy's, Hershies",
        "price": "6.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Cocoa Pebbles (311g) (BB Expired 27-06-21)",
        "brand": "Post",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/post-cocoa-pebbles-cereal-11oz-311g-2201-p-e1618332789769_1bc5da20-3433-4341-8775-1cc5a0dcd01b_1024x.png?v=1648351157",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "6.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Reese's Puffs Cereal (325g) (BB Expired 11-10-21)",
        "brand": "Reese's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Reeses_Puffs_Cereal_325g_9e610961-a4cb-4530-95c0-bfd2cc9805b0_1024x.jpg?v=1648351152",
        "desc": "Also known as Reeses, Reeces and Reece's.",
        "price": "6.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Pop Tarts Grocery Pack Pretzel Salted Caramel (384g)",
        "brand": "Pop Tarts",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Pop_Tarts_Grocery_Pack_Pretzel_Salted_Caramel_384g_1024x.jpg?v=1648350957",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "4.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Chex Corn Cereal (340g) (BB Expired 22-07-21)",
        "brand": "Chex",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/corn-chex_4a4ea138-8215-4f18-8395-1e4822be56d3_1024x.png?v=1648348503",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "6.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Kellogg's Eggo Chocolate Waffle Cereal 249g",
        "brand": "Kellogg's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Kelloggs_Eggo_Chocolate_Waffle_Cereal_249g_1024x.jpg?v=1648348267",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "6.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Pokemon Berry Bolt Cereal (292g)",
        "brand": "Pokemon",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Pokemon_Berry_Bolt_Cereal_292g_1024x.png?v=1648347277",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "5.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Krave Chocolate Chip Cookie Dough Cereal (311g)",
        "brand": "Kellogg's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Krave_Chocolate_Chip_Cookie_Dough_Cereal_311g_1024x.png?v=1648347268",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "5.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Funfetti Cereal (481g)",
        "brand": "Funfetti",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Funfetti_Cereal_481g-e1627552133725_1024x.jpg?v=1648345839",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "6.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Kellogg's Jumbo Snax Tiger Paws (13g)",
        "brand": "Kellogg's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Kelloggs_Jumbo_Snax_Tiger_Paws_13g_1024x.jpg?v=1648345497",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "0.79",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Kellogg's Jumbo Snax Froot Loops (13g)",
        "brand": "Kellogg's",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Kelloggs_Jumbo_Snax_Froot_Loops_13g_1024x.jpg?v=1648345489",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "0.79",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Lucky Charms Fruity Cereal (601g)",
        "brand": "Lucky Charms",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Lucky_Charms_Fruity_Cereal_601g_1024x.jpg?v=1648345468",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "7.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Cap'n Crunch Canuck Crunch (288g)",
        "brand": "Cap'n Crunch",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Capn_Crunch_Canuck_Crunch_288g_1024x.png?v=1648345212",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "5.99",
        "qty": 99,
        "category": "American Cereal"
    },
    {
        "name": "Tim Hortons Timbits Birthday Cake (311g)",
        "brand": "Timbits",
        "imgUrl": "https://cdn.shopify.com/s/files/1/0634/5592/0349/products/Tim_Hortons_Timbits_Birthday_Cake_311g-e1626705057847_1024x.jpg?v=1648345166",
        "desc": "Popular American Cereal BB DATE: 26TH AUGUST",
        "price": "5.99",
        "qty": 99,
        "category": "American Cereal"
    }
]